[
  {
    "Anyag Mágia": [
      "I. anyag regenerálás, érzékelés",
      "I. anyag átformázás, pusztítás; II. anyag regenerálás, érzékelés",
      "I. anyag átalakítás, elemzés; II. anyag átformázás, pusztítás; III. anyag regenerálás, érzékelés",
      "I. anyag átváltoztatás, dinamikus forma; II. anyag átalakítás, elemzés; III. anyag átformázás, pusztítás; IV. anyag regenerálás, érzékelés; I. anyag légiesség",
      "II. anyag átváltoztatás, dinamikus forma; III. anyag átalakítás, elemzés; IV. anyag átformázás, pusztítás; V. anyag regenerálás, érzékelés; II. anyag légiesség",
      "III. anyag átváltoztatás, dinamikus forma; IV. anyag átalakítás, elemzés; V. anyag átformázás, pusztítás; III. anyag légiesség; I. anyag aktív forma",
      "IV. anyag átváltoztatás, dinamikus forma; V. anyag átalakítás, elemzés; II. anyag aktív forma",
      "I. anyag teremtés; V. anyag átváltoztatás, dinamikus forma; IV. anyag légiesség; III. anyag aktív forma",
      "II. anyag teremtés; IV. anyag aktív forma",
      "III. anyag teremtés; V. anyag légiesség; V. anyag aktív forma",
      "IV. anyag teremtés",
      "V. anyag teremtés"
    ],
    "Elemi Mágia": [
      "Iskolaformává alakítás. Elem érzékelés",
      "Iskolaforma teremtés. Elem pusztítás. Látás illúzió",
      "Szabálytalan formává alakítás. Elem elemzés. Hallás illúzió",
      "Szabálytalan forma teremtés. Elem elfojtás",
      "Dinamikus formává alakítás. Szaglás illúzió",
      "Dinamikus forma teremtés, telekinézis. Elem elnyomás",
      "Aktív formává alakítás.",
      "Aktív forma teremtés. Ízlés illúzió",
      "",
      "",
      "Tapintás illúzió",
      ""
    ],
    "Asztrál Mágia": [
      "Konkrét érzőhöz (önmagához) kötődő adott érzelem érzékelés, átirányítás",
      "Konkrét érzőhöz (önmagához) kötődő adott érzelem növelés, csökkentés. Általánosan érzőkhöz kötődő adott érzelem érzékelés, átirányítás. Konkrét tárgyhoz vagy jelenséghez kötődő adott érzelem érzékelés, átirányítás. Asztrál érzékelés",
      "Konkrét érzőhöz (önmagához) kötődő adott érzelem gátlás, kivetítés. Általánosan érzőkhöz kötődő adott érzelem növelés, csökkentés. Konkrét tárgyhoz vagy jelenséghez kötődő adott érzelem növelés, csökkentés. Általánosan tárgyakhoz vagy jelenségekhez kötődő adott érzelem érzékelés, átirányítás. Konkrét eszményhez vagy elvont fogalomhoz kötődő adott érzelem érzékelés, átirányítás. Asztrál vizsgálat",
      "Konkrét érzőhöz (önmagához) kötődő adott érzelem keltés, megszüntetés. Általánosan érzőkhöz kötődő adott érzelem gátlás, kivetítés. Konkrét tárgyhoz vagy jelenséghez kötődő adott érzelem gátlás, kivetítés. Általánosan tárgyakhoz vagy jelenségekhez kötődő adott érzelem növelés, csökkentés. Konkrét eszményhez vagy elvont fogalomhoz kötődő adott érzelem növelés, csökkentés. Általános eszményekhez vagy elvont fogalmakhoz kötődő adott érzelem érzékelés, átirányítás",
      "Általánosan érzőkhöz kötődő adott érzelem keltés, megszüntetés. Konkrét tárgyhoz vagy jelenséghez kötődő adott érzelem keltés, megszüntetés. Általánosan tárgyakhoz vagy jelenségekhez kötődő adott érzelem gátlás, kivetítés. Konkrét eszményhez vagy elvont fogalomhoz kötődő adott érzelem gátlás, kivetítés. Általános eszményekhez vagy elvont fogalmakhoz kötődő adott érzelem növelés, csökkentés",
      "Általánosan tárgyakhoz vagy jelenségekhez kötődő adott érzelem keltés, megszüntetés. Konkrét eszményhez vagy elvont fogalomhoz kötődő adott érzelem keltés, megszüntetés. Általános eszményekhez vagy elvont fogalmakhoz kötődő adott érzelem gátlás, kivetítés",
      "Általános eszményekhez vagy elvont fogalmakhoz kötődő adott érzelem keltés, megszüntetés",
      "",
      "",
      "Asztrál gólem készítés",
      "",
      ""
    ],
    "Mentál Mágia": [
      "Érzékelés zavarás vagy olvasás (rész)",
      "Érzékelés zavarás vagy olvasás (egész). Mozgás zavarás, olvasás (rész). Érzékelés blokkolás, irányítás (rész). Mentál érzékelés",
      "Mozgás zavarás, olvasás (egész). Érzékelés blokkolás, irányítás (egész). Kommunikáció zavarás, olvasás (rész). Mozgás blokkolás, irányítás (rész)",
      "Kommunikáció zavarás, olvasás (egész). Mozgás blokkolás, irányítás (egész). Emlékezés zavarás, olvasás (rész). Kommunikáció blokkolás, irányítás (rész)",
      "Emlékezés zavarás, olvasás (egész). Kommunikáció blokkolás, irányítás (egész). Akarat zavarás, olvasás (rész). Emlékezés blokkolás, irányítás (rész)",
      "Akarat zavarás, olvasás (egész). Emlékezés blokkolás, irányítás (egész). Akarat blokkolás, irányítás (rész)",
      "Akarat blokkolás, irányítás (egész)",
      "",
      "",
      "Mentál gólem készítés",
      "",
      ""
    ],
    "Nekro Mágia": [
      "Nekro és élőholt felfedés",
      "Nekro és élőholt megismerés. Démoni hatás felfedés",
      "Nekro és élőholt eltörlés. Démoni hatás megismerés. Életerő felfedés",
      "Nekro és élőholt uralás. Démoni hatás eltörlés. Életerő megismerés. Holt lélek felfedés",
      "Nekro és élőholt alkotás. Démoni hatás uralás. Életerő eltörlés. Holt lélek megismerés. Külső síkok lénye felfedés",
      "Démoni hatás alkotás. Életerő uralás. Holt lélek eltörlés. Külső síkok lénye megismerés",
      "Életerő alkotás. Holt lélek uralás. Élő lélek felfedés. Felsőbb felfedés",
      "Külső síkok lénye uralás. Élő lélek megismerés. Felsőbb megismerés",
      "Élő lélek eltörlés",
      "Élő lélek uralás",
      "",
      ""
    ],
    "Idő Mágia": [
      "Egyetlen egy fix cselekedetre irányuló sorshatás",
      "Sorshatás érzékelés. Antiss érzékelés",
      "Egy fix cselekvéstípusra irányuló vagy egy adott Képzettségre járó sorshatás. Sorshatás vizsgálat. Antiss vizsgálat",
      "Sorshatás eltörlése. Szimpatikus kapcsolat létesítése",
      "Általánosan az élet egy szűk részére (pl. harc) vonatkozó sorshatás. Antiss uralás",
      "Kutatás. Időbeli áthelyezés",
      "Képzettség csoportra vagy egy adott Tulajdonságra vonatkozó sorshatás",
      "Jóslás. Öregítés. Antiss gólem készítés",
      "Általánosan az élet egy meghatározó részére vonatkozó sorshatás",
      "Fiatalítás",
      "Általánosan és mindenre ható teljes sorshatás",
      "Időkapu"
    ],
    "Tér Mágia": [
      "",
      "Mágia érzékelés. Azonosított és ismert varázslat destrukciója",
      "Varázslat fürkészése. Teleport",
      "Varázslat nyers destrukció. Zóna másolás. Mágikus kapcsolat létesítés",
      "Térkapu. Részleges ellenmágia",
      "Varázsfeltörés",
      "Részleges mágiagát",
      "Mana manipuláció",
      "",
      "Abszolút ellenmágia. Mana pusztítás",
      "Síkkapu",
      "Teljes mágiagát"
    ],
    "default": [
      "Minden mechanizmus nélküli varázslat, kutatás",
      "Egyszerű, triviális működés, kutatás",
      "Gyengén összetett működés, kutatás. Komplex, két eltérő mágia típus ötvözése",
      "Közepesen összetett működés, kutatás. Szólítás",
      "Erősen összetett működés, kutatás. Komplex, három eltérő mágia típus ötvözése. Űzés. Korlátolt bűvölés",
      "Abszolút összetett működés, kutatás. Komplex, négy eltérő mágia típus ötvözése. Idézés (parancs nélkül)",
      "Csekély hatalmú működés, kutatás. Komplex, öt eltérő mágia típus ötvözése. Általános bűvölés",
      "Alacsony hatalmú működés, kutatás. Részleges tulajdonság bónusz",
      "Közepes hatalmú működés, kutatás. Komplex, hat eltérő mágia típus ötvözése",
      "Magas hatalmú működés, kutatás. Idézés (paranccsal). Általános tulajdonság bónusz",
      "Kiugró hatalmú működés, kutatás. Komplex, hét eltérő mágia típus ötvözése",
      "Abszolút hatalmú működés, kutatás"
    ]
  }
]
